{
    "about": "About",
    "contact": "Contact Me",
    "description": {
        "paragraph_1": "Hi! I'm Melvin, a 23-year-old Front-end Developer. I'm passionate about web design and specialize in creating minimalistic, responsive, and user-friendly interfaces with smooth transitions. My skill set includes technologies like HTML, CSS, JavaScript, Vue, Vuetify, Node.js, Figma, and Git, which I use to bring digital ideas to life.",
        "paragraph_2": "I have extensive experience developing web platforms from scratch, starting with mockups and transforming them into functional and visually appealing interfaces. For example, I’ve worked on a platform to manage vehicle fleets, incorporating features like scheduling, real-time location tracking, and data visualization, all designed to provide a seamless user experience. In addition to platforms, I also create landing pages for clients looking to expand their brands or businesses. My goal is always to deliver solutions that reflect their vision while ensuring accessibility and aesthetic appeal.",
        "paragraph_3": "Beyond development, my background as a video editor having collaborated with recognized Mexican streamers has sharpened my eye for detail and design. This unique skill set helps me craft digital experiences that are not only functional but also visually engaging. View my",
        "paragraph_4": "portfolio as a video editor.",
        "paragraph_5": "I thrive on challenges and am always eager to learn new technologies and frameworks to stay at the forefront of the industry. My commitment to excellence and continuous improvement drives me to deliver the best results in every project I take on."
    },
    "email": "Your Email",
    "experience": "Experience",
    "full-version": "Full Version",
    "got-project": "Got a project?",
    "hi": "Hi, I'm",
    "invalid-email": "Invalid Email",
    "lets-talk": "Let's Talk!",
    "message": "Message",
    "mobile": "Mobile",
    "msg-error": "Error! Try again later",
    "msg-sent": "Message sent successfully!",
    "name": "Name",
    "require": "Required Field",
    "send": "Submit",
    "work": "Work",
    "works": {
        "landing_page_1": "Desc"
    },
    "write-name": "Write your name"
}