{
    "about": "Sobre mí",
    "contact": "Contactame",
    "description": {
        "paragraph_1": "Hola! soy Melvin, soy desarrollador front-end de 23 años. Me apasiona el diseño web y me especializo en crear interfaces minimalistas, responsivas y fáciles de usar con transiciones suaves. Mi conjunto de habilidades incluye tecnologías como HTML, CSS, JavaScript, Vue, Vuetify, Node.js, Figma y Git, que utilizo para dar vida a las ideas digitales.",
        "paragraph_2": "Tengo amplia experiencia en el desarrollo de plataformas web desde cero, partiendo de maquetas y transformándolas en interfaces funcionales y visualmente atractivas. Por ejemplo, he trabajado en plataformas para gestionar flotas de vehículos, incorporando funciones como la programación de rutas, el seguimiento en tiempo real y la visualización de datos, todo ello diseñado para ofrecer una experiencia de usuario fluida. Además de plataformas, también creo landing pages para clientes que buscan expandir sus marcas o negocios. Mi objetivo es siempre ofrecer soluciones que reflejen su visión, garantizando al mismo tiempo la accesibilidad y el atractivo estético.",
        "paragraph_3": "Más allá del desarrollo, mi experiencia como editor de video habiendo colaborado con reconocidos streamers mexicanos ha agudizado mi ojo para el detalle y el diseño. Este conjunto único de habilidades me ayuda a crear experiencias digitales que no sólo son funcionales, sino también visualmente atractivas. Ver mi",
        "paragraph_4": "portfolio como editor de vídeo",
        "paragraph_5": "Me gustan los retos y siempre estoy dispuesto a aprender nuevas tecnologías y frameworks para mantenerme a la vanguardia del sector. Mi compromiso con la excelencia y la mejora continua me impulsa a ofrecer los mejores resultados en cada proyecto que asumo."
    },
    "email": "Su Correo Electronico",
    "experience": "Experiencia",
    "full-version": "Versión Completa",
    "got-project": "¿Tienes un proyecto?",
    "hi":"Hola, soy",
    "invalid-email": "Correo Electronico Invalido",
    "lets-talk": "¡Hablemos!",
    "message": "Mensaje",
    "msg-error": "¡Error! Intentalo de nuevo más tarde",
    "msg-sent": "¡Mensaje enviado exitosamente!",
    "name": "Nombre",
    "require": "Campo Requerido",
    "send": "Enviar",
    "work": "Trabajo",
    "works": {
        "landing_page_1": "Desc"
    },
    "write-name": "Escriba su nombre"
}